tap "dbt-labs/dbt"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "commitizen"
brew "docker"
brew "docker-compose", link: false
brew "eza"
brew "fzf"
brew "git"
brew "git-delta"
brew "hugo"
brew "lazygit"
brew "llvm"
brew "nano"
brew "neovim"
brew "node"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "stow"
brew "subversion"
brew "task"
brew "tmux"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "alfred"
cask "betterdisplay"
cask "bitwarden"
cask "datagrip"
cask "discord"
cask "firefox"
cask "flux"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "insomnia"
cask "miniconda"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "pycharm"
vscode "almenon.arepl"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bastienboutonnet.vscode-dbt"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "cstrap.python-snippets"
vscode "dorzey.vscode-sqlfluff"
vscode "dotjoshjohnson.xml"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "euskadi31.json-pretty-printer"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sainnhe.gruvbox-material"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sirtori.indenticator"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wholroyd.jinja"
