tap "dbt-labs/dbt"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "docker-compose"
brew "exa"
brew "fzf"
brew "git"
brew "hugo"
brew "nano"
brew "node"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "starship"
brew "stow"
brew "subversion"
brew "task"
brew "tmux"
brew "zsh"
brew "dbt-labs/dbt/dbt-snowflake"
brew "hashicorp/tap/terraform"
cask "alfred"
cask "alt-tab"
cask "bitwarden"
cask "brave-browser"
cask "clipy"
cask "datagrip"
cask "discord"
cask "docker"
cask "fantastical"
cask "firefox"
cask "flux"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-meslo-lg-nerd-font"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "miniconda"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "pycharm"
cask "rectangle"
cask "snowflake-snowsql"
cask "spotify"
cask "temurin"
cask "tunnelblick"
cask "warp"
